Repository: Talented-Business/tomoori
Catalog: themes/html5blank-stable/languages/sa.po
Languages: ar_sa

source: Page not found
ar_sa: الصفحة غير موجودة

source: Return home?
ar_sa: العودة إلى المنزل؟

source: Archives
ar_sa: أرشيف

source: Author Archives for
ar_sa: الكاتب المحفوظات ل

source: Published by
ar_sa: نشرت من قبل

source: Leave your thoughts
ar_sa: اترك أفكارك

source: 1 Comment
ar_sa: 1 تعليق

source: % Comments
ar_sa: ٪ تعليقات

source: Sorry, nothing to display.
ar_sa: آسف ، لا شيء للعرض.

source: Categories for
ar_sa: فئات ل

source: Post is password protected. Enter the password to view any comments.
ar_sa: المشاركة محمية بكلمة مرور. أدخل كلمة المرور لعرض أي تعليقات.

source: Comments are closed here.
ar_sa: التعليقات مغلقة هنا.

source: Powered by
ar_sa: مشغل بواسطة

source: <span class="fn">%s</span> <span class="says">says:</span>
ar_sa: <span class = "fn">٪ s </span> <span class = "says"> يقول: </ span>

source: Your comment is awaiting moderation.
ar_sa: تعليقك ينتظر الموافقة عليه.

source: %1$s at %2$s
ar_sa: ٪ 1 $ s عند٪ 2 $ s

source: (Edit)
ar_sa: (تصحيح)

source: Header Menu
ar_sa: قائمة الرأس

source: Sidebar Menu
ar_sa: قائمة الشريط الجانبي

source: Extra Menu
ar_sa: قائمة اضافية

source: Widget Area 1
ar_sa: مساحة القطعة 1

source: Description for this widget-area...
ar_sa: وصف منطقة القطعة هذه ...

source: Widget Area 2
ar_sa: مساحة القطعة 2

source: View Article
ar_sa: عرض المادة

source: HTML5 Blank Custom Post
ar_sa: HTML5 فارغة مخصص بوست

source: Add New
ar_sa: اضف جديد

source: Add New HTML5 Blank Custom Post
ar_sa: أضف HTML5 جديد فارغ مخصص بوست

source: Edit
ar_sa: تصحيح

source: Edit HTML5 Blank Custom Post
ar_sa: تحرير HTML5 فارغة مخصص بوست

source: New HTML5 Blank Custom Post
ar_sa: HTML5 فارغ جديد مخصص بوست

source: View HTML5 Blank Custom Post
ar_sa: عرض HTML5 فارغة مخصص بوست

source: Search HTML5 Blank Custom Post
ar_sa: بحث HTML5 فارغة مخصص بوست

source: No HTML5 Blank Custom Posts found
ar_sa: لم يتم العثور على مشاركات HTML5 فارغة

source: No HTML5 Blank Custom Posts found in Trash
ar_sa: لا توجد مشاركات HTML5 فارغة مخصصة موجودة في المهملات

source: Latest Posts
ar_sa: آخر المشاركات

source: %s Search Results for
ar_sa: ٪ s نتائج البحث عن

source: Search
ar_sa: بحث

source: Tags:
ar_sa: العلامات:

source: Categorised in:
ar_sa: مصنفة في:

source: This post was written by
ar_sa: هذا المنشور كتب بواسطة

source: Tag Archive:
ar_sa: أرشيف العلامات:

source: To search, type and hit enter.
ar_sa: للبحث نوع وهاهنا.

source: %s results for
ar_sa: نتائج %s لـ

source: Product
ar_sa: المنتج

source: Blog
ar_sa: مدونة
